Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Ms Smith said: “I think it’s important that people understand the sorts of _values and sorts of standards that we have here, the fact that it’s a _privilege to come and the sort of things that mean you won’t be welcome in _this country.”
ar: السيدة سميث: اعتقد انه من المهم ان يفهم الناس انواع القيم و انواع المعايير التي لدينا هنا, الحقيقة انه لشرف للمجيء و هذا النوع من الأشياء التي تعني انك لن تكون موضع ترحيب في هذا البلد .

source: Abu Izzadeen, who was jailed after footage was found showing him calling for _the beheading of any Muslim serving in the Army, has been freed after the _Court of Appeal agreed to reduce the four-and-a-half-year prison term handed _down to him and five oth
ar: ابو عزالدين الذي سجن بسبب تسجيل عثر عليه, يدعو الي قطع رأس اي مسلم يخدم في الجيش, تم الافراج عليه بعد قرار محكمة الاستئناف تخفيض الحد من اربعة ونصف سنة في السجن التي صدرت له وخمسة رجال آخرين. عز الدين ، 34 عاما ، من ليتون ، شرق لندن ،بقي أقل من ربع مدة ا

source: Abdullah Qadri al-Ahdal, Yunis al-Astal, Samir al-Quntar, Stephen Donald _Black, Wadgy Abd el-Hamied Mohamed Ghoneim, Erich Gliebe, Mike Guzovsky, _Safwat Hijazi, Nasr Javed, Abdul Ali Musa (previously Clarence Reams), Fred _Waldron Phelps Sr, Shirley Phe
ar: قدري عبد الله الأهدل ، يونس الأسطل ، سمير قنطار ستيفن دونالد بلاك وجدي عبدالحميد محمد غنيم ، وإريك جليب مايك غوزوفسكي صفوت حجازي ، وجواد نصر ، وعبد علي موسى (كلارنس الرزم سابقا) ، وفريد والدرون فيلبس الأكبر ، شيرلي فيلبس - روبر ، ارتور رينو ، صديق الأمير

source: The least wanted:
ar: المطلوبون:

source: Gulf currency union faces more hurdles
ar: العملة الخليجية الموحدة تواجه المزيد من العقبات.

source: By Souhail Karam
ar: بقلم سهيل كرم.

source: RIYADH, May 6 (Reuters) - Even bigger hurdles in the quest for a Gulf Arab single currency lie ahead after Tuesday's decision to base a planned regional central bank in Saudi Arabia cleared one obstacle to monetary union, analysts said.
ar: الرياض, في السادس من شهر أيار (رويترز) - قال محللون أن أكبر العقبات في السعي إلى إطلاق عملة موحدة في الخليج أتت بعد القرار الذي صدر يوم الثلاثاء و القاضي بإنشاء المصرف الاقليمي المركزي في المملكة العربية السعودية و هي عقبة في وجه الاتحاد النقدي.

source: Mauritania will hold a presidential election on June 6, ten months after the overthrow of the country’s first democratically elected government. None of the country’s major opposition figures or parties will participate. The field is open for General Muha
ar: لقد تم تحديد السادس من يونيو/حزيران لإجراء انتخابات رئاسية في موريتانيا، بعد مضي عشرة أشهر من إطاحة أول حكومة منتخبة ديمقراطياً في البلاد، ولن يشارك في الانتخابات المرتقبة أي من أهم الشخصيات أو الأحزاب السياسية المعارضة وبذلك سيبقى المجال مفتوح أمام الجنر

source: General Abdel Aziz and other senior military officers deposed President Sidi Ould Sheikh Abdullahi in a bloodless coup on August
ar: خلع الجنرال عبد العزيز وضباط عسكريون كبار آخرون الرئيس سيدي ولد الشيخ عبدالله في انقلاب غير دموي في 6 أغسطس/آب 2008 بعد أن اختلف الرئيس عبدالله مع كبار القادة العسكريين في البلاد، وبلغ الخلاف ذروته في صدور مرسوم رئاسي قضى بإقالتهم من مناصبهم وهو التطور ال

source: After the coup, Abdel Aziz stated that elections would be held quickly. Initially there were hints that he would not run for president, but only govern in the interim until a new election could be held. Beginning in late December 2008, talks were held in
ar: أعلن عبد العزيز بعد الانقلاب أن الانتخابات سوف تجرى سريعاً وكانت هناك تلميحات في البداية بأنه لن يترشح للرئاسة، لكنه سيحكم لمدة الفترة انتقالية فقط بانتظار إجراء انتخابات جديدة. وبدءاً من أواخر ديسمبر/كانون الأول 2008، انطلقت محادثات لوضع آلية الانتخابات

source: The participation of military officers in politics continues to be controversial. Ahmed Ould Daddah, leader of the opposition Rally of Democratic Forces (RFD) party, had proposed that no one serving in the military or security services at the time of coup
ar: لا تزال مشاركة الضباط العسكريين في السياسة مثار جدل واسع فقد اقترح أحمد ولد داداه، زعيم تكتّل القوى الديمقراطية المعارض ألا يُسمَح لأحد ممّن كان يخدم في المؤسسة العسكرية أو الأجهزة الأمنية في مرحلة الانقلاب بالترشح للانتخابات وقد ساندت العديد من الشخصيات

source: Abdel Aziz faces no credible challenger. In addition to junta leader Abdel Aziz, the three official candidates (compared to 20 in the 2007 election) are independent Kane Hamidou Baba, Moctar Ibrahim Sarr of the Alliance for Justice and Democracy (an Afro-
ar: وبموجب الدستور الموريتاني، أصبح رئيس مجلس الشيوخ با مامادو الملقب أمباري رئيساً بالوكالة ومع إن ولايته ستكون قصيرة المدى تجدر الإشارة إلى انه أول موريتاني من أصل أفريقي يتولّى المنصب نظراً إلى أن الموريتانيين الأفارقة واجهوا الكثير من التمييز العنصري تاري

source: Deposed president Abdullahi and 2007 presidential runner-up Ahmed Ould Daddah have reportedly urged their supporters to boycott the elections. Others who had been mentioned as possible candidates—Isselmou Ould Moustapha of the small Party for Democratic C
ar: لا يواجه الجنرال عبد العزيز منافسة قوية لحد الآن فإلى جانبه، المرشحون الرسميون الثلاثة الأخريين (مقابل 20 مرشحاً في انتخابات 2007) هم المستقل كاني حميدو بابا، ومختار ابراهيم صار من التحالف من أجل العدالة والديمقراطية (موريتاني أفريقي حصل على أقل من عشر وا

source: Internationally, Mauritania remains under sanction from the African Union and the European Union, which cut off aid for two years starting February 2009. Citing concerns, neither the U.S. National Democratic Institute nor the EU will send election observe
ar: لا تزال موريتانيا على الصعيد الدولي تخضع للعقوبات من جانب الاتحاد الأفريقي والاتحاد الأوروبي اللذين قطعا عنها المساعدات لمدة سنتين ابتداء من فبراير/شباط 2009. وإذ أعرب المعهد الديمقراطي الوطني الأمريكي والاتحاد الأوروبي عن مخاوفهما، قالا إنهما لن يرسلا مر

source: The election of Abdel Aziz currently appears a foregone conclusion. Rather than marking a return to civilian rule, the June election will instead serve to continue the current state of affairs. While Western governments are keeping their distance from the
ar: يبدو انتخاب الجنرال عبد العزيز نتيجة محتومة الآن. فبدلاً من أن تشكّل انتخابات يونيو/حزيران محطة للعودة إلى الحكم المدني، سوف تؤدّي إلى استمرار المسار الحالي للأمور. في حين تنأى الحكومات الغربية بنفسها عن الانتخابات الموريتانية، يبدو أن قلة منها ستضع في نه

source: is an associate in the Carnegie Middle East Program, where his research focuses on regional security challenges.
ar: كريستوفر بوسيك باحث في برنامج كارنيغي للشرق الأوسط حيث تركّز أبحاثه على تحديات الأمن الإقليمي

source: As Egyptians begin to discuss prospects for the autumn 2010 parliamentary elections, speculation is already beginning about whether the outlawed but active Muslim Brotherhood will field candidates, as it did in 2005 and many previous elections. Presuming
ar: بينما يباشر المصريون مناقشة آفاق الانتخابات النيابية المقرر إجراءها في خريف 2010، بدأت التكهنات حول ما إذا كانت جماعة الإخوان المسلمين المحظورة قانونياً ولكنها ناشطة سوف ترشّح أعضاء للمشاركة في للانتخابات، كما جرى عام 2005 وفي العديد من الانتخابات السابقة

source: Will the Muslim Brotherhood Run in 2010?
ar: هل سيشاركّ الإخوان المسلمون في انتخابات 2010؟

source: In 2005, Egypt’s political system was rocked by unexpected results: in the first of three rounds of parliamentary elections, independent candidates affiliated with the Brotherhood—which ran for only one third of all parliamentary seats—won 34 seats, compa
ar: هزّت نتائج غير متوقعة النظام السياسي المصري عام 2005: في الجولة الأولى من الجولات للانتخابات النيابية الثلاث، فاز مرشحون مستقلون مرتبطون بالإخوان المسلمين – الذين تنافسوا على ثلث المقاعد البرلمانية فقط – ب34 مقعداً في مقابل 68 للحزب الوطني الديمقراطي الحا

source: Since then, Egyptian authorities have sought various means to bar the Brotherhood from elections, or at least to cut dramatically the size of its participation. Municipal elections scheduled for April 2006 were postponed for two years, and when they were
ar: منذ ذلك الوقت، استعملت السلطات المصرية العديد من الوسائل لمنع الإخوان المسلمين من المشاركة في الانتخابات، أو على الأقل خفض حجم مشاركتهم إلى حد كبير. أرجئت الانتخابات البلدية التي كانت مقرّرة في أبريل/نيسان 2006 سنتين إضافيتين، وعندما أُجريت، لم تسمح السلط

source: According to Dr. Muhammad Habib, the Brotherhood’s First Deputy Chairman (and a professor of geology at Assiut University), the movement will decide whether to contest in 2010 after careful consideration of three factors: the legal framework for the elect
ar: بحسب الدكتور محمد حبيب، نائب الرئيس الأول في جماعة الإخوان المسلمين (وأستاذ علوم الجيولوجيا في جامعة أسيوط)، سوف تقرر الجماعة إذا كانت ستشارك في انتخابات 2010 بعد دراسة مترويّة لثلاثة عوامل: الإطار القانوني للانتخابات، ووضع الإشراف القضائي، وإرادة الشعب ا

source: Dr. Essam Erian, former member of parliament (1987-90) and a leading reformist or moderate Muslim Brother (albeit one no longer sitting in the Brotherhood Guidance Council) affirms that “our principle is to participate; it is in fact to run in all electio
ar: في ما يخص الإشراف القضائي، ألغت التعديلات الإشراف المباشر من جانب القضاء القوي وشبه المستقل تقليدياً على الانتخابات، واستبدلت القضاة بلجنة انتخابية يمكن أن تتعرّض أكثر للتأثير الحكومي. تشير تعليقات حبيب إلى أن الإخوان المسلمين لا يريدون أن يجدوا أنفسهم في

source: The Brotherhood is an expansive movement with political, social, and religious aspects, and there is as yet no consensus within it about further electoral participation. There are also at least three generations within the movement. Ibrahim el-Houdaiby, B
ar: يؤكد الدكتور عصام العريان، عضو البرلمان السابق (1987-90) رائد إصلاحي وعضو من أعضاء الجماعة المعتدلين (مع انه لم يعد عضوا في مجلس شورى الإخوان)، لدينا مبدأ المشاركة وفي الواقع خوض جميع الانتخابات من أجل تعزيز تغيرات ديمقراطية مسالمة. سنشارك، على الأرجح، ل

source: To complicate things further, octogenarian Supreme Guide Mahdi‘Akef announced recently that he will not run for the leadership position again when his term expires in January 2010. This will lead automatically to questions about whether the torch will now
ar: الإخوان المسلمون حركة واسعة ذات أوجه سياسية واجتماعية ودينية، ومع ذلك ليس هناك توافق بعد حول المشاركة أو عدمها في مزيد من الدورات الانتخابية. هناك على الأقل ثلاثة أجيال داخل الجماعة. يعتبر ابراهيم الحديبي، وهو مدوِّن ينتمي إلى الإخوان المسلمين ويمثّل على

source: Then there is the question of how the government and NDP will manage opposition participation in 2010. Even if the Brotherhood leadership decides to participate and field candidates, Dina Shehata of the al-Ahram Center for Strategic Studies says, “we all
ar: وما يزيد الأمور تعقيداً هو أن المرشد الأعلى مهدي العاكف، في عقده الثامن، أعلن مؤخراً أنه لن يترشّح مجدداً للمنصب عندما تنتهي ولايته في يناير/كانون الثاني 2010. يدفعنا هذا تلقائياً إلى طرح أسئلة حول ما إذا كانت الشعلة سوف تنتقل إلى قادة متوسطي العمر أو أصغ

source: The Brotherhood leaders in charge of deciding whether or not to participate in 2010 have many constituencies to keep in mind, from street sweepers to students to young professionals to members of the military and the business elite. Whatever missteps they
ar: يتعيّن على قادة الإخوان المسلمين المسؤولين عن اتخاذ القرار بشأن المشاركة في انتخابات 2010 أو عدمها، أن يبقوا العديد من القواعد الناخبة نصب أعينهم، من كنّاسي الشوارع مروراً بالطلاب والمهنيين الشبان وصولاً إلى عناصر الجيش ونخبة القطاع الخاص. أياً كانت الهفو

source: Denis Sullivan is professor of political science and director of Middle East studies at Northeastern University. He is currently a CASA (Center for Arabic Study Abroad) language scholar at the American University in Cairo.
ar: دنيس سوليفان أستاذ العلوم السياسية ومدير دراسات الشرق الأوسط في جامعة نورث إيسترن. وهو حالياً باحث لغوي تابع لمركز دراسة اللغة العربية في الخارج في الجامعة الأمريكية في القاهرة.

source: UN laments choking of Bethlehem
ar: رثاء الأمم المتحدة للأوضاع فى بيت لحم

source: The UN has accused Israel of restricting development of the Bethlehem region in the West Bank.
ar: إتهمت الأمم المتحدة إسرائيل بإعاقة التطورات فى منطقة بيت لحم بالضفة الغربية

source: The UN Office for the Coordination of Humanitarian Affairs (Ocha) said just 13% of land around Bethlehem was open for use by the Palestinian population.
ar: أوضح مكتب الأمم المتحدة لتضامن و تعاون الشئون الإنسانية ان نحو 13% فقط من المساحة الأرضية حول منطقة بيت لحم متاحة و مسموح للشعب الفلسطينى باستخدامها فقط دون غيرها.

source: It said the traditional birthplace of Jesus Christ was hemmed in by Israeli settlements and military zones as well as Israel's West Bank barrier.
ar: و قد أوضحت كذلك أن منطقة مهد ميلاد السيد المسيح عليه السلام ممنوع على الفلسطينيين استخدامها بسبب المستوطنات الإسرائيلية و الثكنات العسكرية بالإضافة إلى المانع الإسرائيلي لدخول الضفة الغربية.

source: An Israeli foreign ministry official said the issue was beyond Ocha's remit.
ar: و علق أحد المسئولين بوزارة الخارجية الإسرائيلية أن تلك المسألة خارج نطاق و صلاحيات مكتب التعاون للشئون الإنسانية التابع للأمم المتحدة.

source: Next week,
ar: و الأسبوع التالى:

source: Pope Benedict is due to celebrate Mass in Bethlehem
ar: سيحتفل البابا بيندكت بالقداس ببيت لحم،

source: , a Palestinian governorate which is home to 175,000 inhabitants, including many Christians.
ar: و هى محافظة فلسطينية لأكثر من 175000مواطن فلسطينى منهم العديد من المسيحيين.

source: Two-thirds of the governorate's 660 sq km (255 sq miles) has been under Israeli control and about 86,000 Israelis live in settlements and outposts in the governorate, Ocha says.
ar: و يقع نحو ثلثى مساحة المحافظة تحت وطأة الإحتلال الإسرائيلى، و يعيش نحو 86000 إسرائيلى بالمستوطنات الإسرائيلية الواقعة بالمحافظة، و ذلك وفق تقرير لمكتب الأمم المتحدة للتعاون فى الشئون الإنسانية.

source: occupied the West Bank in the 1967 war and its
ar: الضفة الغربية خلال حرب 1967 و تعد

source: Israel
ar: الدوائر الإسرائيلية

source: settlement activity
ar: عملية إنشاء المستوطنات الإسرائيلية

source: is regarded as illegal under international law, although Israel disputes this.
ar: المقامة بالمنطقة عملية غير شرعية تحت نظام القانون الدولي ، و ذلك بالرغم من معارضة إسرائيل لتلك القوانين.

source: Cut off
ar: مقاطعة:

source: Israeli measures have radically reduced the space available to the inhabitants of Bethlehem, compromising the future economic and social development of the governorate, the Ocha report says.
ar: و قد قللت المقاييس الإسرائيلية المساحة المتاحة أمام السكان القاطنين بمحافظة بيت لحم، مهددةً التنمية الإقتصادية و الإجتماعية للمحافظة. و ذلك أيضاً وفق تقرير مكتب الأمم المتحدة لتضامن و تعاون الشئون الإنسانية.

source: The report says that in addition to the land put under Israeli control under past interim agreements between Israel and the Palestine Liberation Organisation (PLO), 20% of the remainder is an Israeli-controlled nature reserve.
ar: و قد أوضح ذلك التقرير كذلك أنه بالاضافة للمساحة الأرضية الواقعة تحت هيمنة الحكومة الإسرائيلية، و ذلك تحت بنود الاتفاقية بين الإسرائيليين و منظمة التحرير الفلسطينية، فإن 20% من الأرض الباقية واقعة كذلك تحت الحكم الإسرائيلي بحجة كونها مخزون أو بديل طبيعي.

source: Meanwhile, the West Bank barrier cuts through Bethlehem's western edges blocking off grazing and agricultural land, the report says.
ar: كما أـوضح ذلك التقرير كذلك أنه فى نفس الوقت، فقد فصل الجدار الحاجز للضفة الغربية الأطراف الغربية لمحافظة بيت لحم، و من ثم فقد منع الأهالى من الذخهاب إلأى أراضيهم للزراعة و مزاولة مهنهم اليومية.

source: As a result, Bethlehem's potential for residential and industrial expansion and development has been reduced, as well as its access to natural resources, the report said.
ar: و من ثم فقد قلت فرص التطور و التنمية الاقتصادية أمام سكان بيت لحم، بالإضافة إلى حرمان الأهالي من الاستفادة بالموارد الطبيعية بأرضهم.

source: Israel says the barrier is needed to keep out Palestinian attackers, including suicide bombers. Palestinians call it a land grab since it juts into the West Bank.
ar: و قد أوضحت إسرائيل أن الجدار الفاصل للضفة الغربية مطلوب للحفاظ على الأمن الإسرائيلي من هجوم الإنتحاريين الفلسطينيين، إلا أن الفلسطينيين يسمونه اغتصاب الأرض منذ أن وقعت تلك المنطقة فى الضفة الغربية

source: Yigal Palmor of the Israeli foreign ministry said he had not seen the report but accused past reports by the Office for the Coordination of Humanitarian Affairs of containing distorted information.
ar: و قد علق ييجال بالمور من وزارة الخارجية الإسرائيلية أنه لم يرى ذلك التقرير و لكنه إتهم تقاري سابقة صادرة عن نفس المكتب التابع للأمم المتحدة لتعاون و تضامن الشئون الإنسانية بأنها تقارير تحتوى على معلومات محرفة غير صادقة.

source: Settlement drive
ar: قيادة المستوطنات

source: Separately, information released by an Israeli anti-settlement group, Yesh Din, said settlement activity in the West Bank had been accelerating at the fastest rate since 2003.
ar: و بشكل منفصل، فإن المعلومات الصادرة عن جماعة ضد إقامة المستوطنات الإسرائيلية، ييش دين، أوضحت أن نشاطات إقامة المستوطنات بالضفة الغربية تزايدت و تصاعدت حدتها مؤخراً، و ذلك منذ عام 2003.

source: It cited more than 20 cases of new Israeli building on occupied territory since January, on both sides of the barrier, including a number of outposts built without Israeli permits.
ar: و قد أوضحت تلك الجماعة أن نحو 20 حالة بناء و تشييد جديدة على المنطقة المحتلة تمكت منذ يناير، على كلا جانبى الجدار الحاجز، متضمنةً عدد من تلك المبانى تم إقامتها حتى بدون تصريحات إسرائيلية.

source: Former Israeli Prime Minister Ariel Sharon promised the previous US administration that he would evacuate all unauthorised outposts built after March 2001, but critics say evacuations are carried out intermittently and without rigour.
ar: و قد وعد رئيس الوزراء الإسرائيلى السابق أرييل شارون الإدارة الأمريكية السابقة أنه سيخلى كل تلك المنشآت الغير مصرح بها و الغير مرخصة من قبل الحكومة الإسرائيلية و التى بنيت منذ مارس 2001 ميلادية، إلا أن النقاد أوضحوا أن عملية الإخلاء لتلك المبانى تمت بشكل م

source: The international peace plan known as the road map called on Israel to halt all construction in the settlements, although observers say construction has never ceased.
ar: و قد دعت خطة السلام العالمية و التى تسمى خارطة الطريق الحكومة الإسرائيلية لوقف كل نشاطات الإستيطان و إقامة المستوطنات و ذلك بالرغم من أن المراقبين أوضحوا أن إقامة المستوطنات الإسرائيلية لم تتوقف

source: Israel says it is not building new settlements, but claims the right to foster natural growth within the confines of existing communities.
ar: و علقت إسرائيل قائلةً أنها لا تقوم بإنشاء أى مستوطنات جديدة و لكنه دعت إلى تدعيم فكرة النمو الطبيعى داخل المجتمعات القائمة فعلاً.

source: The UN says Israel's West Bank barrier cuts Bethlehem off from its hinterland
ar: أوضحت الأمم المتحدة أن الجدار العازل للضفة الغربية قد فصل بعض محافظة بيت لحم عن بعضها الآخر.

source: Israel says all its military activity in the West Bank is determined by security
ar: تقول الحكومة الإسرائيلية أن كل أنشطتها العسكرية بالمنطقة مدعمة بالامن

source: To avoid new snags that may further delay the union, initially planned for 2010, Saudi Arabia may have to counter any perceptions it is overly dominant in the region by leaving the central bank's governor job to another bloc member.
ar: و من أجل تجنب المشاكل الجديدة التي قد تؤخر إصدار العملة الواحدة, التي من المقرر إصدارها مبدئيا في عام 2010, فقد تضطر السعودية إلى تقديم منصب حاكم المصرف المركزي الخليجي لشخص من إحدى دول التعاون الخليجي الأخرى.

source: 'It's not going to be a smooth ride,' said John Sfakianakis, chief economist for
ar: و قال جون سفاكياناكيس, المدير الاقتصادي: لن تكون نزهة هادئة ,

source: HBC
ar: و ذلك في حديث لوكالة أخبار الاتش بي سي - فرع السعودية.

source: Gulf Arab leaders on Tuesday chose the Saudi capital Riyadh as the base for a joint monetary council that will evolve into the Gulf central bank, although they were still undecided on when to launch a single currency.
ar: اختار زعماء الخليج العربي يوم الثلاثاء العاصمة السعودية الرياض لتكون مكان مجلس النقد المشترك الذي سيصبح فيما بعد البنك المركزي للخليج, على الرغم من أنهم لا زالوا مترددين بشأن توقيت إطلاق العملة الموحدة.

source: Deciding the bank's location is a show of political will for monetary union, which lost credibility after Oman decided in 2006 not to join and Kuwait severed its dinar's dollar peg in 2007, breaking a deal to keep it intact until union.
ar: إن تقرير موقع البنك هو عبارة عن إظهار للارادة السياسية في الإتحاد النقدي, الذي فقد مصداقيته بعد أن قررت سلطنة عمان في عام 2006 عدم الانضمام إليه كما قامت الكويت بقطع ربط الدينار بالدولار عام 2007, مخترقة بذلك الاتفاق بإبقاءه متماسكا حتى موعد التوحيد.

source: But the United Arab Emirates, up to now a major candidate to host the bank, said it had 'reservations' over the decision to locate it in Saudi Arabia. In what was seen as a diplomatic slight, UAE's President Shaikh Khalifa bin Zayed did not attend the sum
ar: إلا أن الإمارات العربية المتحدة - التي كانت إلى وقت قريب مرشحة لاستضافة مقر البنك - قالت أن لديها تحفظات على القرار القاضي بإقامته في المملكة العربية السعودية. و الأمر الذي يعتبر إهانة دبلوماسية هو أن رئيس الإمارات العربية المتحدة الشيخ خليفة بن زايد

source: 'Khalifa was not there which indicates his disapproval. The United Arab Emirates could be compensated by choosing a governor for the central bank,' an Abu Dhabi-based official said.
ar: قال المقر الرسمي في أبو ظبي أن خليفة لم يكن هناك و هو الأمر الذي يشير إلى معارضته القرار. و الإمارات العربية المتحدة يمكن تعويضها من خلال اختيار رئيس البنك المركزي,

source: Saudi commentators saw the decision as a victory for the kingdom. 'The centre of the oil industry adds a new dimension: The financial capital of the Middle East,' read a headline on leading business daily al-Eqtisadiah.
ar: و قد رأى معلقون سعوديون أن ذلك القرار يعد انتصارا للمملكة. حيث كان العنوان الرئيسي للجريدة اليومية المشهورة الاقتصادية هو: مركز صناعة النفط يضيف بعدا جديدا: العاصمة المالية للشرق الأوسط,

source: Gulf policymakers have said global financial turmoil and a collapse in oil prices has made achieving monetary union more urgent.
ar: كما صرح مستشارون في الخليج أن الأزمة المالية العالمية إضافة إلى انهيار أسعار النفط جعل تحقيق الاتحاد النقدي أمرا أكثر إلحاحا.

source: Key portions of the project could be completed in 2010 if the region is able to resolve differences over terms such as deficits, Qatar's finance minister said in newspaper remarks on Tuesday.
ar: هذا و قال وزير المالية القطري في تصريحات صحفية له يوم الثلاثاء أنه من المتوقع أن يتم استكمال الأجزاء الرئيسية من المشروع عام 2010 و ذلك إذا ما كانت المنطقة قادرة على حل الخلافات حول مصطلحات مثل العجز.

source: Another challenge is the need for the Gulf Cooperation Council (GCC) to agree whether to peg the single currency amid growing concerns among emerging markets about the long-term value of the dollar, which the currencies of many of the bloc's member states
ar: تحد أخر مطروح هو حاجة مجلس التعاون الخليجي ( GCC ) إلى الموافقة على الاتفاق على تثبيت سعر صرف عملة واحدة، وسط تزايد المخاوف بين الأسواق الناشئة حول المدى الطويل لقيمة الدولار، التي ترتبط بها عملات كثير من الدول من الأعضاء في الإتحاد .

source: The GCC needed to choose a venue before a monetary council could begin operating, but the decision has been caught up in political wrangling for the past year.
ar: احتاج مجلس التعاون الخليجي إلى اختيار المكان قبل أن يبدأ مجلس النقد عملياته التشغيلية, و لكن هذا القرار انغمس في الجدال السياسي في العام الماضي.

source: 'The UAE's feedback indicates there will be obstacles ... Saudi Arabia has now to strike a delicate balance to soothe concerns that this bank does not end up being a Saudi institution. It's similar to the situation of the Germans and the rest of Europe wi
ar: يقول سفاكياناكيس: تشير معارضة الإمارات إلى أنه سيكون هناك عقبات...فالمملكة العربية السعودية عليها الأن أن تقوم بتوازن دقيق لتسكين المخاوف بأن هذا المصرف لن ينتهي الأمر باعتباره مؤسسة سعودية. إنها حالة مشابهة لحالة الألمان مع بقية أوروبا مع البنك المركزي

source: SHOW OF FORCE
ar: إظهار للقوة...
